Repository: maximgorbatyuk/ev-charging-tracker
Catalog: EVChargingTracker/*.lproj/Localizable.strings
Languages: de, kk, ru, tr, uk

# onboarding.plan_maintenance
source: Plan maintenance
de: Wartung planen
kk: Техқызметті жоспарлау
ru: Планируйте сервис
tr: Bakım planlayın
uk: Плануйте обслуговування

# onboarding.plan_maintenance__subtitle
source: Schedule and get reminders for your EV maintenance tasks
de: Planen Sie Wartungsaufgaben für Ihr Elektrofahrzeug und erhalten Sie Erinnerungen
kk: Электромобиліңіздің техникалық қызмет көрсету тапсырмаларын жоспарлаңыз және еске салғыштар алыңыз
ru: Ведите план техобслуживания, и вы будете вовремя уведомлены.
tr: Elektrikli aracınızın bakım görevlerini planlayın ve hatırlatıcılar alın
uk: Плануйте та отримуйте нагадування про технічне обслуговування вашого EV

# onboarding.view_stats
source: View Stats
de: Statistiken anzeigen
kk: Статистиканы қарау
ru: Статистика трат
tr: İstatistikleri görüntüle
uk: Переглядайте статистику

# onboarding.view_stats__subtitle
source: Get insights into how much your EV costs per 1 kilometer and how much CO₂ you have saved by driving an EV
de: Erfahren Sie, wie viel Ihr Elektrofahrzeug pro Kilometer kostet und wie viel CO₂ Sie durch das Fahren eines Elektrofahrzeugs eingespart haben
kk: Электромобиліңіз 1 шақырымға қанша тұратынын және электромобильді басқару арқылы үнемделген CO₂ көлемін біліңіз
ru: У вас будет статистика, сколько вы тратите на ваш электрокар, сколько стоит 1 километр на нем и сколько CO₂ вы сохранили
tr: Elektrikli aracınızın kilometre başına ne kadara mal olduğunu ve elektrikli araç kullanarak tasarruf ettiğiniz CO₂ miktarını görün
uk: Дізнайтесь, скільки коштує 1 кілометр на вашому EV та скільки CO₂ ви зберегли, керуючи електромобілем

source: App update available
de: App-Update verfügbar
kk: Қосымша жаңартуы қолжетімді
ru: Доступна новая версия
tr: Uygulama güncellemesi mevcut
uk: Доступне оновлення додатку

source: If you leave it empty, the current mileage of the selected car will be used.
de: Wenn Sie es leer lassen, wird der aktuelle Kilometerstand des ausgewählten Autos verwendet.
kk: Егер сіз оны бос қалдырсаңыз, таңдалған көліктің ағымдағы жүрісі қолданылады.
ru: Если оставить это поле пустым, будет использован текущий пробег выбранного автомобиля.
tr: Boş bırakırsanız, seçilen aracın mevcut kilometresi kullanılacaktır.
uk: Якщо залишити порожнім, буде використано поточний пробіг обраного авто.

source: Please type service title.
de: Bitte geben Sie den Servicetitel ein.
kk: Қызмет атауын енгізіңіз.
ru: Пожалуйста, напишите что должно быть сделано.
tr: Lütfen servis başlığını yazın.
uk: Будь ласка, введіть назву послуги.

source: Expenses chart
de: Ausgabenübersicht
kk: Шығындар диаграммасы
ru: График расходов
tr: Giderler grafiği
uk: Графік витрат

source: Average charging trend
de: Durchschnittlicher Ladetrend
kk: Орташа зарядтау тренд
ru: Средний заряд в месяц
tr: Ortalama şarj trendi
uk: Середній тренд зарядки

source: %.1f kWh/month average
de: %.1f kWh/Monat Durchschnitt
kk: Орташа мәні: %.1f кВт⋅сағ/ай
ru: В среднем %.1f кВт⋅ч/месяц
tr: Aylık ortalama %.1f kWh
uk: %.1f кВт·год/місяць в середньому

source: No expense data available for the selected filter.
de: Für den ausgewählten Filter sind keine Ausgabendaten verfügbar.
kk: Таңдалған сүзгі үшін шығындар туралы мәліметтер жоқ.
ru: Нет данных для выбранного фильтра.
tr: Seçilen filtre için harcama verisi yok.
uk: Немає даних про витрати для обраного фільтра.

source: Total records: %d, total pages: %d
de: Gesamtaufzeichnungen: %d, Gesamtseiten: %d
kk: Жазбалар саны: %d, беттер саны: %d
ru: Всего записей: %d, всего страниц: %d
tr: Toplam kayıtlar: %d, toplam sayfalar: %d
uk: Всього записів: %d, всього сторінок: %d

source: Previous
de: Vorherige
kk: Алдыңғы
ru: Назад
tr: Önceki
uk: Попередня

source: Export & Import
kk: Экспорт және импорт
ru: Экспорт и импорт
tr: Dışa ve İçe Aktar
uk: Експорт і імпорт

source: Export Data...
de: Daten exportieren...
kk: Деректерді экспорттау...
ru: Экспортировать данные...
tr: Verileri Dışa Aktar...
uk: Експортувати дані...

source: Import Data...
de: Daten importieren...
kk: Деректерді импорттау...
ru: Импортировать данные...
tr: Verileri İçe Aktar...
uk: Імпортувати дані...

source: Preparing export...
de: Export vorbereiten...
kk: Экспорт дайындалуда...
ru: Подготовка экспорта...
tr: Dışa aktarma hazırlanıyor...
uk: Підготовка експорту...

source: Importing data...
de: Daten importieren...
kk: Деректер импортталуда...
ru: Импорт данных...
tr: Veriler içe aktarılıyor...
uk: Імпорт даних...

source: Export your data to back it up or transfer to another device.
de: Exportieren Sie Ihre Daten, um sie zu sichern oder auf ein anderes Gerät zu übertragen.
kk: Деректеріңізді сақтық көшірме жасау немесе басқа құрылғыға көшіру үшін экспорттаңыз.
ru: Экспортируйте данные для резервного копирования или переноса на другое устройство.
tr: Yedekleme veya başka bir cihaza aktarma için verilerinizi dışa aktarın.
uk: Експортуйте дані для резервного копіювання або переносу на інший пристрій.

source: Import will replace all existing data.
de: Der Import ersetzt alle vorhandenen Daten.
kk: Импорт барлық қолданыстағы деректерді алмастырады.
ru: Импорт заменит все существующие данные.
tr: İçe aktarma mevcut tüm verileri değiştirecektir.
uk: Імпорт замінить всі існуючі дані.

source: Export Error
de: Exportfehler
kk: Экспорт қатесі
ru: Ошибка экспорта
tr: Dışa Aktarma Hatası
uk: Помилка експорту

source: Import Error
de: Importfehler
kk: Импорт қатесі
ru: Ошибка импорта
tr: İçe Aktarma Hatası
uk: Помилка імпорту

source: Confirm Import
de: Import bestätigen
kk: Импортты растау
ru: Подтвердите импорт
tr: İçe Aktarmayı Onayla
uk: Підтвердіть імпорт

source: Import and Replace All Data
de: Importieren und alle Daten ersetzen
kk: Импорттау және барлық деректерді алмастыру
ru: Импортировать и заменить все данные
tr: İçe Aktar ve Tüm Verileri Değiştir
uk: Імпортувати і замінити всі дані

source: Source
de: Quelle
kk: Дереккөз
ru: Источник
tr: Kaynak
uk: Джерело

source: Export Date
de: Exportdatum
kk: Экспорт күні
ru: Дата экспорта
tr: Dışa Aktarma Tarihi
uk: Дата експорту

source: Schema Version
kk: Схема нұсқасы
ru: Версия схемы
tr: Şema Sürümü
uk: Версія схеми

source: Data Summary
de: Datenzusammenfassung
kk: Деректер қорытындысы
ru: Сводка данных
tr: Veri Özeti
uk: Зведення даних

source: cars
de: Autos
kk: автокөліктер
ru: автомобилей
tr: araç
uk: автомобілів

source: expenses
de: Ausgaben
kk: шығындар
ru: трат
tr: gider
uk: витрат

source: maintenance records
de: Wartungseinträge
kk: техникалық қызмет жазбалары
ru: записей об обслуживании
tr: bakım kaydı
uk: записів про обслуговування

source: notifications
de: Benachrichtigungen
kk: хабарландырулар
ru: уведомлений
tr: bildirim
uk: сповіщень

source: Date Range
de: Datumsbereich
kk: Күн аралығы
ru: Диапазон дат
tr: Tarih Aralığı
uk: Діапазон дат

source: Warning: Importing will DELETE ALL existing data. This cannot be undone.
de: Warnung: Der Import LÖSCHT ALLE vorhandenen Daten. Dies kann nicht rückgängig gemacht werden.
kk: Ескерту: Импорт БАРЛЫҚ қолданыстағы деректерді ЖОЯДЫ. Бұл әрекетті болдырмауға болмайды.
ru: Внимание: Импорт УДАЛИТ ВСЕ существующие данные. Это действие нельзя отменить.
tr: Uyarı: İçe aktarma mevcut TÜM verileri SİLECEKTİR. Bu işlem geri alınamaz.
uk: Увага: Імпорт ВИДАЛИТЬ УСІ існуючі дані. Цю дію не можна скасувати.

# export.preview.no_expenses
source: No expenses
de: Keine Ausgaben
kk: Шығындар жоқ
ru: Нет трат
tr: Gider yok
uk: Немає витрат

# export.error.invalid_json
source: Invalid file format. Please select a valid backup file.
de: Ungültiges Dateiformat. Bitte wählen Sie eine gültige Sicherungsdatei.
kk: Файл пішімі жарамсыз. Жарамды сақтық көшірме файлын таңдаңыз.
ru: Неверный формат файла. Пожалуйста, выберите корректный файл резервной копии.
tr: Geçersiz dosya formatı. Lütfen geçerli bir yedekleme dosyası seçin.
uk: Невірний формат файлу. Будь ласка, виберіть коректний файл резервної копії.

# export.error.missing_metadata
source: Missing metadata in backup file.
de: Metadaten fehlen in der Sicherungsdatei.
kk: Сақтық көшірме файлында метадеректер жоқ.
ru: Отсутствуют метаданные в файле резервной копии.
tr: Yedekleme dosyasında meta veriler eksik.
uk: Відсутні метадані у файлі резервної копії.

# export.error.missing_fields
source: Missing required fields in backup file.
de: Erforderliche Felder fehlen in der Sicherungsdatei.
kk: Сақтық көшірме файлында қажетті өрістер жоқ.
ru: Отсутствуют обязательные поля в файле резервной копии.
tr: Yedekleme dosyasında gerekli alanlar eksik.
uk: Відсутні обов'язкові поля у файлі резервної копії.

# export.error.incompatible_schema %d %d
source: This backup is from an incompatible version (current: %d, file: %d).
de: Diese Sicherung stammt von einer inkompatiblen Version (aktuell: %d, Datei: %d).
kk: Бұл сақтық көшірме үйлесімсіз нұсқадан (ағымдағы: %d, файл: %d).
ru: Эта резервная копия создана несовместимой версией (текущая: %d, файл: %d).
tr: Bu yedekleme uyumsuz bir sürümden (mevcut: %d, dosya: %d).
uk: Ця резервна копія створена несумісною версією (поточна: %d, файл: %d).

# export.error.newer_schema %d %d
source: This backup was created with a newer version of the app (current: %d, file: %d). Import may fail or cause data loss.
de: Diese Sicherung wurde mit einer neueren Version der App erstellt (aktuell: %d, Datei: %d). Der Import kann fehlschlagen oder zu Datenverlust führen.
kk: Бұл сақтық көшірме қолданбаның жаңа нұсқасымен жасалған (ағымдағы: %d, файл: %d). Импорт сәтсіз болуы немесе деректер жоғалуы мүмкін.
ru: Эта резервная копия создана более новой версией приложения (текущая: %d, файл: %d). Импорт может не сработать или привести к потере данных.
tr: Bu yedekleme uygulamanın daha yeni bir sürümüyle oluşturuldu (mevcut: %d, dosya: %d). İçe aktarma başarısız olabilir veya veri kaybına neden olabilir.
uk: Ця резервна копія створена новішою версією додатка (поточна: %d, файл: %d). Імпорт може не спрацювати або призвести до втрати даних.

# export.error.invalid_date
source: Invalid date found in backup file.
de: Ungültiges Datum in der Sicherungsdatei gefunden.
kk: Сақтық көшірме файлында жарамсыз күн табылды.
ru: Обнаружена неверная дата в файле резервной копии.
tr: Yedekleme dosyasında geçersiz tarih bulundu.
uk: Знайдено невірну дату у файлі резервної копії.

# export.error.invalid_numeric %@
source: Invalid numeric value for field: %@
de: Ungültiger numerischer Wert für Feld: %@
kk: Өріс үшін жарамсыз сандық мән: %@
ru: Неверное числовое значение для поля: %@
tr: Alan için geçersiz sayısal değer: %@
uk: Невірне числове значення для поля: %@

# export.error.invalid_currency %@
source: Invalid currency code: %@
de: Ungültiger Währungscode: %@
kk: Валюта коды жарамсыз: %@
ru: Неверный код валюты: %@
tr: Geçersiz para birimi kodu: %@
uk: Невірний код валюти: %@

# export.error.invalid_enum %@ %@
source: Invalid %@ value: %@
de: Ungültiger %@-Wert: %@
kk: Жарамсыз %@ мәні: %@
ru: Неверное значение %@: %@
tr: Geçersiz %@ değeri: %@
uk: Невірне значення %@: %@

# export.error.invalid_reference %@ %lld
source: Invalid reference: %@ with ID %lld not found.
de: Ungültige Referenz: %@ mit ID %lld nicht gefunden.
kk: Жарамсыз сілтеме: %@ идентификаторы %lld табылмады.
ru: Неверная ссылка: %@ с ID %lld не найден.
tr: Geçersiz referans: %@ kimliği %lld bulunamadı.
uk: Невірне посилання: %@ з ID %lld не знайдено.

# export.error.corrupted
source: The backup file is corrupted and cannot be restored.
de: Die Sicherungsdatei ist beschädigt und kann nicht wiederhergestellt werden.
kk: Сақтық көшірме файлы бүлінген және қалпына келтірілмейді.
ru: Файл резервной копии поврежден и не может быть восстановлен.
tr: Yedekleme dosyası bozuk ve geri yüklenemiyor.
uk: Файл резервної копії пошкоджено і не може бути відновлено.

source: iCloud Backup
de: iCloud-Sicherung
kk: iCloud сақтық көшірмесі
ru: Резервная копия iCloud
tr: iCloud Yedeği
uk: Резервна копія iCloud

source: iCloud Not Available
de: iCloud nicht verfügbar
kk: iCloud қолжетімді емес
ru: iCloud недоступен
tr: iCloud Kullanılamıyor

source: Please sign in to iCloud in Settings to enable backups.
de: Bitte melden Sie sich in den Einstellungen bei iCloud an, um Sicherungen zu aktivieren.
kk: Сақтық көшірмелерді қосу үшін Баптауларда iCloud-қа кіріңіз.
ru: Войдите в iCloud в Настройках, чтобы включить резервное копирование.
tr: Yedeklemeyi etkinleştirmek için Ayarlar'dan iCloud'da oturum açın.

source: Backup Now
de: Jetzt sichern
kk: Қазір сақтық көшірмесін жасау
ru: Создать резервную копию
tr: Şimdi Yedekle
uk: Створити резервну копію

source: Creating backup...
de: Sicherung wird erstellt...
kk: Сақтық көшірме жасалуда...
ru: Создание резервной копии...
tr: Yedek oluşturuluyor...
uk: Створення резервної копії...

source: Last backup
de: Letzte Sicherung
kk: Соңғы сақтық көшірме
ru: Последняя копия
tr: Son yedek
uk: Остання копія

source: View Backup History
de: Sicherungsverlauf anzeigen
kk: Сақтық көшірме тарихын көру
ru: История резервных копий
tr: Yedek Geçmişini Görüntüle
uk: Історія резервних копій

source: Automatic backups to iCloud keep your data safe.
de: Automatische Sicherungen in iCloud halten Ihre Daten sicher.
kk: iCloud-қа автоматты сақтық көшірмелер деректеріңізді қауіпсіз ұстайды.
ru: Автоматические резервные копии в iCloud сохранят ваши данные.
tr: iCloud'a otomatik yedeklemeler verilerinizi güvende tutar.
uk: Автоматичні резервні копії в iCloud збережуть ваші дані.

source: Maximum 5 backups kept, older than 30 days auto-deleted.
de: Maximal 5 Sicherungen werden gespeichert, ältere als 30 Tage werden automatisch gelöscht.
kk: Максимум 5 сақтық көшірме сақталады, 30 күннен ескілері автоматты түрде жойылады.
ru: Хранится максимум 5 копий, старше 30 дней удаляются автоматически.
tr: Maksimum 5 yedek saklanır, 30 günden eskiler otomatik silinir.
uk: Зберігається максимум 5 копій, старші за 30 днів видаляються автоматично.

source: iCloud Backups
de: iCloud-Sicherungen
kk: iCloud сақтық көшірмелері
ru: Резервные копии iCloud
tr: iCloud Yedekleri
uk: Резервні копії iCloud

source: Loading backups...
de: Sicherungen werden geladen...
kk: Сақтық көшірмелер жүктелуде...
ru: Загрузка копий...
tr: Yedekler yükleniyor...
uk: Завантаження копій...

source: No backups found
de: Keine Sicherungen gefunden
kk: Сақтық көшірмелер табылмады
ru: Копии не найдены
tr: Yedek bulunamadı
uk: Копії не знайдено

source: Create your first backup to get started
de: Erstellen Sie Ihre erste Sicherung, um loszulegen
kk: Бастау үшін алғашқы сақтық көшірмені жасаңыз
ru: Создайте первую резервную копию для начала работы
tr: Başlamak için ilk yedeğinizi oluşturun
uk: Створіть першу резервну копію для початку роботи

source: Delete Backup?
de: Sicherung löschen?
kk: Сақтық көшірмені жою керек пе?
ru: Удалить копию?
tr: Yedek Silinsin mi?
uk: Видалити копію?

source: Are you sure you want to delete the backup from %@?
de: Möchten Sie die Sicherung vom %@ wirklich löschen?
kk: %@ күніндегі сақтық көшірмені жойғыңыз келетініне сенімдісіз бе?
ru: Вы уверены, что хотите удалить резервную копию от %@?
tr: %@ tarihli yedeği silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити резервну копію від %@?

source: Delete All Backups?
kk: Барлық сақтық көшірмелерді жою керек пе?
ru: Удалить все копии?
tr: Tüm Yedekler Silinsin mi?

source: Are you sure you want to delete all backups? This cannot be undone.
kk: Барлық сақтық көшірмелерді жойғыңыз келетініне сенімдісіз бе? Бұл әрекетті болдырмауға болмайды.
ru: Вы уверены, что хотите удалить все копии? Это действие нельзя отменить.
tr: Tüm yedekleri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete All
kk: Барлығын жою
ru: Удалить все
tr: Tümünü Sil

source: Delete All Backups
kk: Барлық сақтық көшірмелерді жою
ru: Удалить все копии
tr: Tüm Yedekleri Sil

source: Restore from Backup?
de: Aus Sicherung wiederherstellen?
kk: Сақтық көшірмеден қалпына келтіру керек пе?
ru: Восстановить из копии?
tr: Yedekten Geri Yükle?
uk: Відновити з копії?

source: This will replace all current data with the backup from %@. This cannot be undone.
de: Dies ersetzt alle aktuellen Daten durch die Sicherung vom %@. Dies kann nicht rückgängig gemacht werden.
kk: Бұл барлық ағымдағы деректерді %@ күніндегі сақтық көшірмемен алмастырады. Бұл әрекетті болдырмауға болмайды.
ru: Это заменит все текущие данные резервной копией от %@. Это действие нельзя отменить.
tr: Bu, tüm mevcut verileri %@ tarihli yedekle değiştirecektir. Bu işlem geri alınamaz.
uk: Це замінить всі поточні дані резервною копією від %@. Цю дію не можна скасувати.

source: Restore
de: Wiederherstellen
kk: Қалпына келтіру
ru: Восстановить
tr: Geri Yükle
uk: Відновити

source: Backup Error
de: Sicherungsfehler
kk: Сақтық көшірме қатесі
ru: Ошибка резервного копирования
tr: Yedekleme Hatası
uk: Помилка резервного копіювання

# backup.error.icloud_not_available
source: iCloud is not available. Please sign in to iCloud in Settings.
de: iCloud ist nicht verfügbar. Bitte melden Sie sich in den Einstellungen bei iCloud an.
kk: iCloud қолжетімді емес. Баптауларда iCloud-қа кіріңіз.
ru: iCloud недоступен. Войдите в iCloud в Настройках.
tr: iCloud kullanılamıyor. Lütfen Ayarlar'dan iCloud'da oturum açın.
uk: iCloud недоступний. Увійдіть в iCloud в Налаштуваннях.

# backup.error.network_unavailable
source: No internet connection. Please check your network.
de: Keine Internetverbindung. Bitte überprüfen Sie Ihr Netzwerk.
kk: Интернет байланысы жоқ. Желіңізді тексеріңіз.
ru: Нет подключения к интернету. Проверьте сеть.
tr: İnternet bağlantısı yok. Lütfen ağınızı kontrol edin.
uk: Немає підключення до інтернету. Перевірте мережу.

# backup.error.icloud_storage_full
source: iCloud storage is full. Please free up space or upgrade your plan.
de: iCloud-Speicher ist voll. Bitte geben Sie Speicherplatz frei oder upgraden Sie Ihren Plan.
kk: iCloud қоймасы толған. Орын босатыңыз немесе тарифіңізді жаңартыңыз.
ru: Хранилище iCloud заполнено. Освободите место или обновите тариф.
tr: iCloud depolama alanı dolu. Lütfen alan boşaltın veya planınızı yükseltin.
uk: Сховище iCloud заповнене. Звільніть місце або оновіть тариф.

# backup.error.dev_backup_restore_on_prod_app
source: Development backup cannot be restored on a production build. Use a production backup instead.
de: Entwicklungssicherung kann nicht auf Production-Build wiederhergestellt werden. Verwenden Sie eine Production-Sicherung.
kk: Өндіріс көшірмесін production құрылымында қалпына келтіру мүмкін емес. Production көшірмесін қолданыңыз.
ru: Резервную копию разработки нельзя восстановить на production-сборке. Используйте резервную копию production.
tr: Geliştirme yedeği production derlemesinde geri yüklenemez. Production yedeğini kullanın.
uk: Резервну копію розробки не можна відновити на production-збірці. Використайте production резервну копію.

source: No Internet Connection
kk: Интернет байланысы жоқ
ru: Нет подключения к интернету
tr: İnternet Bağlantısı Yok

source: Connect to the internet to create or restore backups.
kk: Сақтық көшірмелерді жасау немесе қалпына келтіру үшін интернетке қосылыңыз.
ru: Подключитесь к интернету для создания или восстановления резервных копий.
tr: Yedekleme oluşturmak veya geri yüklemek için internete bağlanın.

source: Automatic Backup
de: Automatische Sicherung
kk: Автоматты сақтық көшірме
ru: Автоматическое резервное копирование
tr: Otomatik Yedekleme
uk: Автоматичне резервне копіювання

source: Last:
de: Letzte:
kk: Соңғы:
ru: Последнее:
tr: Son:
uk: Останнє:

source: For editing or deleting record, please swipe left
ru: Для редактирования или удаления записи, проведите влево
tr: Kaydı düzenlemek veya silmek için sola kaydırın

source: For deleting record, please swipe left
ru: Для удаления записи, проведите влево
tr: Kaydı silmek için sola kaydırın

source: Appearance
ru: Оформление
tr: Görünüm

source: System
ru: Системная
tr: Sistem

source: Light
ru: Светлая
tr: Açık

source: Dark
ru: Тёмная
tr: Koyu
