Repository: maximgorbatyuk/ev-charging-tracker
Catalog: EVChargingTracker/*.lproj/Localizable.strings
Languages: de, kk, ru, tr, uk

source: Car
de: Auto
kk: Көлік
ru: Автомобиль
tr: Araba
uk: Автомобіль

source: Name
kk: Атауы
ru: Название
tr: İsim
uk: Назва

source: Battery capacity (kWh)
de: Batteriekapazität (kWh)
kk: Батарея сыйымдылығы (кВт⋅сағ)
ru: Ёмкость батареи (кВт/ч)
tr: Pil kapasitesi (kWh)
uk: Ємність батареї (кВт·год)

source: e.g. 75
de: z. B. 75
kk: мысалы, 75
ru: например 75
tr: ör. 75
uk: напр. 75

source: Current mileage (km)
de: Aktueller Kilometerstand (km)
kk: Ағымдағы жүріс (км)
ru: Текущий пробег (км)
tr: Mevcut kilometre (km)
uk: Поточний пробіг (км)

source: Minimum: %d
kk: Минимум: %d
ru: Минимум: %d
uk: Мінімум: %d

source: Current: %d
de: Aktuell: %d
kk: Ағымдағы: %d
ru: Текущий: %d
tr: Mevcut: %d
uk: Поточний: %d

source: Danger zone
de: Gefahrenzone
kk: Қауіп аймағы
ru: Опасная зона
tr: Tehlike bölgesi
uk: Небезпечна зона

source: Selected for tracking
de: Für das Tracking ausgewählt
kk: Бақылауға таңдалды
ru: Выбран для отслеживания
tr: Kayıt için seçilmiş
uk: Обрано для відстеження

source: Edit car
de: Auto bearbeiten
kk: Көлікті өңдеу
ru: Редактировать автомобиль
tr: Araba düzenle
uk: Редагувати авто

source: Cancel
de: Abbrechen
kk: Бас тарту
ru: Отмена
tr: İptal
uk: Скасувати

source: Save
de: Speichern
kk: Сақтау
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Close
de: Schließen
kk: Жабу
ru: Закрыть
tr: Kapat
uk: Закрити

source: CO₂ saved (kg)
de: CO₂ eingespart (kg)
kk: Үнемделген CO₂
ru: CO₂ сэкономлено (кг)
tr: CO₂ tasarrufu (kg)
uk: Збережено CO₂ (кг)

source: kWh / 100km
kk: кВт / 100км
ru: кВт / 100км
uk: кВт·год / 100км

source: Charges
de: Ladevorgänge
kk: Зарядтар
ru: Зарядок
tr: Şarj
uk: Зарядки

source: Initial mileage
de: Anfangskilometerstand
kk: Бастапқы жүріс
ru: Начальный пробег
tr: İlk kilometre
uk: Початковий пробіг

source: Current mileage
de: Aktueller Kilometerstand
kk: Ағымдағы жүріс
ru: Текущий пробег
tr: Mevcut kilometre
uk: Поточний пробіг

source: Battery
de: Batterie
kk: Батарея
ru: Батарея
tr: Pil
uk: Батарея

source: Tracking
kk: Бақылау
ru: Ведется учет
uk: Відстеження

source: Not tracking
de: Kein Tracking
kk: Бақылаусыз
ru: Не выбран для учета
uk: Не відстежується

source: Base settings
de: Grundeinstellungen
kk: Негізгі баптаулар
ru: Основные настройки
tr: Temel ayarlar
uk: Основні налаштування

source: Currency
de: Währung
kk: Валюта
ru: Валюта
tr: Para birimi
uk: Валюта

source: It is recommended to set the default currency before adding any expenses.
de: Es wird empfohlen, die Standardwährung festzulegen, bevor Ausgaben hinzugefügt werden.
kk: Шығындарды қоспай тұрып әдепкі валютаны орнату ұсынылады.
ru: Рекомендуется установить валюту по умолчанию перед добавлением расходов.
tr: Herhangi bir gider eklemeden önce varsayılan para birimini ayarlamanız önerilir.
uk: Рекомендується встановити валюту за замовчуванням перед додаванням витрат.

source: Cars
de: Autos
kk: Көліктер
ru: Автомобили
tr: Arabalar
uk: Автомобілі

source: User settings
de: Benutzereinstellungen
kk: Пайдаланушы баптаулары
ru: Настройки
tr: Kullanıcı ayarları
uk: Налаштування користувача

source: Notifications enabled
de: Benachrichtigungen aktiviert
kk: Хабарламалар қосылған
ru: Уведомления
tr: Bildirimleri etkinleştir
uk: Сповіщення увімкнено

source: Open settings
de: Einstellungen öffnen
kk: Баптауларды ашу
ru: Открыть настройки
tr: Ayarları aç
uk: Відкрити налаштування

source: In case you want to change this setting, please open app settings
de: Falls Sie diese Einstellung ändern möchten, öffnen Sie bitte die App-Einstellungen
kk: Осы баптауды өзгерткіңіз келсе, қосымша баптауларын ашыңыз
ru: Если вы хотите изменить эту настройки уведомлений, откройте настройки iOS
tr: Bu ayarı değiştirmek isterseniz, lütfen uygulama ayarlarını açın
uk: Якщо ви хочете змінити це налаштування, будь ласка, відкрийте налаштування додатку

source: About app
de: Über die App
kk: Қосымша туралы
ru: О приложении
tr: App hakkında
uk: Про додаток

source: Tracking settings
de: Tracking-Einstellungen
kk: Бақылау баптаулары
ru: Настройки учета
tr: Kayıt ayarları
uk: Налаштування відстеження

source: App version
kk: Қосымша нұсқасы
ru: Версия сборки
tr: App sürümü
uk: Версія додатку

source: Developer
de: Entwickler
kk: Әзірлеуші
ru: Разработчик
tr: Geliştirici
uk: Розробник

source: What is the app about?
de: Worum geht es in der App?
kk: Қосымша не туралы?
ru: Для чего это приложение?
tr: Uygulama ne hakkında?
uk: Про що цей додаток?

source: Rate the app
de: App bewerten
kk: Қосымшаны App Store-да бағалау
ru: Оценить приложение в App Store
tr: Uygulamayı puanla
uk: Оцінити додаток

source: Contact developer via Telegram
de: Entwickler über Telegram kontaktieren
kk: Әзірлеушімен Telegram арқылы байланысу
ru: Связаться с разработчиком в Telegram
tr: Geliştirici ile Telegram'da İletişim Kur
uk: Зв'язатися з розробником через Telegram

source: Expense details
de: Details zur Ausgabe
kk: Шығын туралы мәліметтер
ru: Детали
tr: Harcama ayrıntıları
uk: Деталі витрат

source: Date
de: Datum
kk: Күні
ru: Дата
tr: Tarih
uk: Дата

source: Energy (kWh)
de: Energie (kWh)
kk: Энергия (кВт⋅сағ)
ru: Энергия (кВт/ч)
tr: Enerji (kWh)
uk: Енергія (кВт·год)

source: Charger Type
de: Ladetyp
kk: Зарядтағыш түрі
ru: Тип зарядного устройства
tr: Şarj Türü
uk: Тип зарядки

source: Expense Type
de: Ausgabentyp
kk: Шығын түрі
ru: Тип траты
tr: Harcama Türü
uk: Тип витрат

source: Odometer (km)
de: Kilometerstand (km)
kk: Одометр (км)
ru: Одометр (км)
tr: Kilometre Sayacı (km)
uk: Одометр (км)

source: Cost (%@)
de: Kosten (%@)
kk: Құны (%@)
ru: Стоимость (%@)
tr: Maliyet (%@)
uk: Вартість (%@)

source: Car name
de: Autoname
kk: Көлік атауы
ru: Название автомобиля
tr: Araba adı
uk: Назва авто

source: Name of the car
de: Name des Autos
kk: Көлік атауы
ru: Название автомобиля
tr: Arabanın adı
uk: Назва автомобіля

source: Optional
kk: Міндетті емес
ru: Дополнительно
tr: İsteğe Bağlı
uk: Необов'язково

source: Notes (optional)
de: Notizen (optional)
kk: Ескертпе (Міндетті емес)
ru: Примечания (необязательно)
tr: Notlar (isteğe bağlı)
uk: Нотатки (необов'язково)

source: Add expense
de: Ausgabe hinzufügen
kk: Шығын қосу
ru: Добавить расход и/или сервис
tr: Harcama ekle
uk: Додати витрату

source: Price per kWh
de: Preis pro kWh
kk: 1 kWh бағасы
ru: Цена 1 kWh
tr: kWh başı fiyat
uk: Ціна за кВт·год

source: Please select an expense type.
de: Bitte wählen Sie einen Ausgabentyp aus.
kk: Шығын түрін таңдаңыз.
ru: Пожалуйста, выберите тип расхода.
tr: Lütfen bir harcama türü seçin.
uk: Будь ласка, оберіть тип витрат.

source: Please type a valid value for Energy.
de: Bitte geben Sie einen gültigen Wert für die Energie ein.
kk: Энергия үшін жарамды мән енгізіңіз.
ru: Пожалуйста, введите корректное значение энергии.
tr: Enerji için geçerli bir değer giriniz.
uk: Будь ласка, введіть коректне значення енергії.

source: Please type a valid value for Odometer.
de: Bitte geben Sie einen gültigen Wert für den Kilometerstand ein.
kk: Одометр үшін жарамды мән енгізіңіз.
ru: Пожалуйста, введите корректное значение одометра.
tr: Kilometre sayacı için geçerli bir değer giriniz.
uk: Будь ласка, введіть коректне значення одометра.

source: Hint
de: Hinweis
kk: Кеңес
ru: Подсказка
tr: İpucu
uk: Підказка

source: per km
de: pro km
kk: км сайын
ru: за км
tr: km'de
uk: за км

source: One kilometer price (charging only)
de: Preis pro Kilometer (nur Laden)
kk: 1 км бағасы (тек зарядтау)
ru: Цена за километр (только зарядка)
tr: Kilometre başı maliyet (sadece şarj)
uk: Вартість одного кілометра (лише зарядка)

source: How much one kilometer costs you including only charging expenses
de: Wie viel ein Kilometer kostet, wenn nur die Ladekosten berücksichtigt werden
kk: Тек зарядтау шығындарын қоса есептегендегі 1 км құны
ru: Сколько стоит один километр, учитывая только расход на зарядку
tr: Sadece şarj masrafları dahil olan bir kilometrenin maliyeti ne kadardır?
uk: Скільки коштує один кілометр, враховуючи лише витрати на зарядку

source: One kilometer price (total)
de: Preis pro Kilometer (gesamt)
kk: 1 км бағасы (барлығы)
ru: Цена за километр (всего)
tr: Kilometre başı maliyet (toplam)
uk: Вартість одного кілометра (загалом)

source: How much one kilometer costs you including all logged expenses
de: Wie viel ein Kilometer inklusive aller protokollierten Ausgaben kostet
kk: Барлық тіркелген шығындарды қоса есептегендегі 1 км құны
ru: Сколько стоит один километр, учитывая все расходы
tr: Tüm kaydedilen harcamalar dahil olan bir kilometrenin maliyeti ne kadardır
uk: Скільки коштує один кілометр, враховуючи всі записані витрати

source: Total charging costs
de: Gesamte Ladekosten
kk: Зарядтау бойынша жалпы шығындар
ru: Общие расходы на зарядку
tr: Toplam şarj maliyeti
uk: Загальні витрати на зарядку

source: Add Charging Session
de: Ladevorgang hinzufügen
kk: Зарядтау сессиясын қосу
ru: Добавить сессию зарядки
tr: Şarj İşlemi Ekle
uk: Додати сеанс зарядки

source: Car stats
de: Auto-Statistiken
kk: Көлік статистикасы
ru: Статистика
tr: Araç istatistikleri
uk: Статистика авто

source: Add Expense
de: Ausgabe hinzufügen
kk: Шығын қосу
ru: Добавить расход и/или сервис
tr: Harcama Ekle
uk: Додати витрату

source: Total costs
de: Gesamtkosten
kk: Жалпы шығындар
ru: Общие расходы
tr: Toplam maliyetler
uk: Загальні витрати

source: All car expenses
de: Alle Autoausgaben
kk: Барлық шығындары
ru: Все расходы
tr: Tüm araba harcamaları
uk: Всі витрати на авто

source: No expenses yet
de: Noch keine Ausgaben
kk: Әзірге шығындар жоқ
ru: Пока нет записей
tr: Henüz harcama yok
uk: Витрат ще немає

source: No expenses of this type yet
de: Noch keine Ausgaben dieses Typs
kk: Әзірге осы типтегі шығындар жоқ
ru: Пока нет записей этого типа
tr: Henüz bu türden harcama yok
uk: Витрат цього типу ще немає

source: Add your first expense to start tracking
de: Fügen Sie Ihre erste Ausgabe hinzu, um das Tracking zu starten
kk: Бақылауды бастау үшін алғашқы шығыныңызды қосыңыз
ru: Добавьте первую запись расхода, чтобы начать учет
tr: Takibe başlamak için ilk harcamanızı ekleyin
uk: Додайте першу витрату, щоб почати відстеження

source: Delete expense
de: Ausgabe löschen
kk: Шығынды жою
ru: Удалить расход
tr: Harcama sil
uk: Видалити витрату

source: Delete expense on %@ with amount %@? This action cannot be undone.
de: Ausgabe vom %@ mit dem Betrag %@ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
kk: %@ күні %@ сомасындағы шығынды жою керек пе? Бұл әрекетті қайтару мүмкін емес.
ru: Удалить запись от %@ на сумму %@? Это действие нельзя отменить.
uk: Видалити витрату від %@ на суму %@? Цю дію неможливо скасувати.

source: Delete expense on %@? This action cannot be undone.
de: Ausgabe vom %@ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
kk: %@ күнгі шығынды жою керек пе? Бұл әрекетті қайтару мүмкін емес.
ru: Удалить запись от %@? Это действие нельзя отменить.
uk: Видалити витрату від %@? Цю дію неможливо скасувати.

source: Delete selected expense? This action cannot be undone.
de: Ausgewählte Ausgabe löschen? Diese Aktion kann nicht rückgängig gemacht werden.
kk: Таңдалған шығынды жою керек пе? Бұл әрекетті қайтару мүмкін емес.
ru: Удалить выбраную запись? Это действие нельзя отменить.
tr: Seçilen harcamayı silmek ister misiniz? Bu işlem geri alınamaz.
uk: Видалити обрану витрату? Цю дію неможливо скасувати.

source: Delete
de: Löschen
kk: Жою
ru: Удалить
tr: Sil
uk: Видалити

source: Edit
kk: Өңдеу
ru: Изменить
tr: Düzenle

source: Energy
de: Energie
kk: Энергия
ru: Энергия
tr: Enerji
uk: Енергія

source: Expense type
de: Ausgabentyp
kk: Шығын түрі
ru: Тип расхода
tr: Harcama türü
uk: Тип витрат

source: Odometer
de: Kilometerstand
kk: Одометр
ru: Одометр
tr: Kilometre Sayacı
uk: Одометр

source: Cost
de: Kosten
kk: Құны
ru: Стоимость
tr: Maliyet
uk: Вартість

source: %.1f kWh
kk: %.1f кВт⋅сағ
ru: %.1f кВт/ч
uk: %.1f кВт·год

source: How much one kilometer costs you
de: Wie viel ein Kilometer kostet
kk: 1 км қанша тұрады
ru: Сколько стоит один километр
tr: Bir kilometrenin size maliyeti ne kadar
uk: Скільки коштує один кілометр

source: Charging
de: Laden
kk: Зарядтау
tr: Şarj
uk: Зарядка

source: maintenance
de: Wartung
kk: Техникалық қызмет
ru: сервис
tr: Bakım
uk: Обслуговування

source: repair
de: Reparatur
kk: Жөндеу
ru: ремонт
tr: Tamir
uk: Ремонт

source: carwash
de: Autowäsche
kk: Көлік жуу
ru: мойка
tr: Araç yıkama
uk: Мийка

source: other
de: Sonstiges
kk: Басқа
ru: другое
tr: Diğer
uk: Інше

source: Home (3kW)
de: Zuhause (3 kW)
kk: Үйдегі (3 кВт)
ru: Дома (3kW)
tr: Ev (3kW)
uk: Домашня (3кВт)

source: Home (7kW)
de: Zuhause (7 kW)
kk: Үйдегі (7 кВт)
ru: Дома (7kW)
tr: Ev (7kW)
uk: Домашня (7кВт)

source: Home (11kW)
de: Zuhause (11 kW)
kk: Үйдегі (11 кВт)
ru: Дома (11kW)
tr: Ev (11kW)
uk: Домашня (11кВт)

source: Destination (22kW)
kk: Баратын жер (22 кВт)
uk: Пункт призначення (22кВт)

source: Supercharger V2 (150kW)
kk: Суперчарджер V2 (150 кВт)
uk: Суперчарджер V2 (150кВт)

source: Supercharger V3 (250kW)
kk: Суперчарджер V3 (250 кВт)
uk: Суперчарджер V3 (250кВт)

source: Supercharger V4 (350kW)
kk: Суперчарджер V4 (350 кВт)
uk: Суперчарджер V4 (350кВт)

source: Public Fast (50kW)
de: Öffentlich Schnell (50 kW)
kk: Қоғамдық-Жылдам (50 кВт)
ru: Быстрая зарядка (50kW)
tr: Genel Hızlı (50kW)
uk: Публічна швидка (50кВт)

source: Public Rapid (100kW)
de: Öffentlich Ultraschnell (100 kW)
kk: Қоғамдық-Шапшаң (100 кВт)
ru: Быстрая зарядка (100kW)
tr: Genel Yüksek Hızlı (100kW)
uk: Публічна надшвидка (100кВт)

source: Other
de: Sonstiges
kk: Басқа
tr: Diğer
uk: Інше

source: Stats
de: Statistiken
kk: Статистика
ru: Статистика
tr: İstatistikler
uk: Статистика

source: Expenses
de: Ausgaben
kk: Шығындар
ru: Расходы
tr: Harcamalar
uk: Витрати

source: Settings
de: Einstellungen
kk: Баптаулар
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: About
de: Über
kk: Қосымша туралы
ru: О приложении
tr: Hakkında
uk: Про додаток

source: Maintenance
de: Wartung
kk: Техникалық қызмет
ru: Сервис
tr: Bakım
uk: Обслуговування

source: Planned maintenance
de: Geplante Wartung
kk: Жоспарланған техникалық қызмет
ru: Запланированный сервис
tr: Planlı bakım
uk: Заплановане обслуговування

source: Add maintenance
de: Wartung hinzufügen
kk: Техникалық қызметті қосу
ru: Запланировать сервисные работы
tr: Bakım ekle
uk: Додати обслуговування

# No maintenance records yet
source: No future maintenance records yet
de: Noch keine Wartungseinträge
kk: Әзірге техникалық қызмет жазбалары жоқ
ru: Еще нет записей о запланированном сервисе
tr: Henüz gelecek bakım kaydı yok
uk: Запланованого обслуговування ще немає

# Add your first maintenance record
source: Add your first car maintenance record for future
de: Fügen Sie Ihren ersten Wartungseintrag hinzu
kk: Алғашқы техникалық қызмет жазбаңызды қосыңыз
ru: Добавьте первую запись, какие работы по обслуживанию/сервису нужно сделать с автомобилем в будущем
tr: Gelecek için ilk araç bakım kaydınızı ekleyin
uk: Додайте перший запис про обслуговування авто на майбутнє

source: Delete maintenance record?
de: Wartungseintrag löschen?
kk: Техникалық қызмет жазбасын жою керек пе?
ru: Удалить запись?
tr: Bakım kaydını sil?
uk: Видалити запис про обслуговування?

source: Delete selected maintenance record? This action cannot be undone.
de: Ausgewählten Wartungseintrag löschen? Diese Aktion kann nicht rückgängig gemacht werden.
kk: Таңдалған техникалық қызмет жазбасын жою керек пе? Бұл әрекетті қайтару мүмкін емес.
ru: Удалить эту запись? Действие не может быть отменено.
tr: Seçilen bakım kaydını silmek ister misiniz? Bu işlem geri alınamaz.
uk: Видалити обраний запис про обслуговування? Цю дію неможливо скасувати.

source: Please add car first to track maintenance records
de: Bitte zuerst ein Auto hinzufügen, um Wartungseinträge zu verfolgen
kk: Техникалық қызмет жазбаларын қадағалау үшін алдымен көлікті қосыңыз
ru: Пожалуйста, сначала добавьте автомобиль на экране с зарядками или ремонтными работами, чтобы функция добавления запланированых работ была доступна
tr: Lütfen bakım kayıtlarını takip etmek için önce aracı ekleyin
uk: Спочатку додайте автомобіль для відстеження обслуговування

source: When
de: Wann
kk: Қашан
ru: Когда
tr: Ne zaman
uk: Коли

source: Plan a maintenance
de: Wartung planen
kk: Техникалық қызметті жоспарлау
ru: Запланировать сервис
tr: Bir bakım planla
uk: Запланувати обслуговування

source: Maintenance details
de: Details der Wartung
kk: Техникалық қызмет туралы толығырақ
ru: Сервисные работы
tr: Bakım ayrıntıları
uk: Деталі обслуговування

source: Odometer value cannot be less than current car mileage.
de: Der Kilometerstand darf nicht niedriger sein als der aktuelle Fahrzeugkilometerstand.
kk: Одометр мәні ағымдағы көлік жүрісінен аз болмауы керек.
ru: Значение одометра не может быть меньше текущего пробега автомобиля.
tr: Kilometre sayacı değeri, aracın mevcut kilometresinden daha az olamaz.
uk: Значення одометра не може бути меншим за поточний пробіг авто.

source: What should be done?
de: Was soll gemacht werden?
kk: Не істеу керек?
ru: Что должно быть сделано?
tr: Ne yapılacak?
uk: Що потрібно зробити?

source: Remind by date (optional)
de: Nach Datum erinnern (optional)
kk: Күн бойынша еске салу (міндетті емес)
ru: Напомнить по дате (опционально)
tr: Tarihe göre hatırlat (isteğe bağlı)
uk: Нагадати за датою (необов'язково)

source: Remind by odometer (optional)
de: Nach Kilometerstand erinnern (optional)
kk: Одометр бойынша еске салу (міндетті емес)
ru: Напомнить по одометру (опционально)
tr: KM sayacına göre hatırlat (isteğe bağlı)
uk: Нагадати за одометром (необов'язково)

source: Additional information that will be helpful
de: Zusätzliche hilfreiche Informationen
kk: Пайдалы болатын қосымша ақпарат
ru: Дополнительная информация, о которой будет полезно напомнить
tr: Yardımcı olabilecek ek bilgiler
uk: Додаткова інформація, яка буде корисною

source: Basic info
de: Grundinformationen
kk: Негізгі ақпарат
ru: О машине
tr: Temel bilgi
uk: Основна інформація

source: Rides
de: Fahrten
kk: Сапарлар
ru: Поездки
tr: Sürüşler
uk: Поїздки

source: Car mileage
de: Kilometerstand des Autos
kk: Көлік жүрісі
ru: Пробег автомобиля
tr: Araba kilometresi
uk: Пробіг авто

source: Initial (km)
de: Anfang (km)
kk: Бастапқы (км)
ru: Начальный (км)
tr: İlk (km)
uk: Початковий (км)

source: Current (km)
de: Aktuell (km)
kk: Ағымдағы (км)
ru: Текущий (км)
tr: Mevcut (km)
uk: Поточний (км)

source: Remain at odometer
de: Verbleibend bis zum Kilometerstand
kk: Одометрдегі қалдық
ru: Осталось км
tr: Kilometrede hatırlat
uk: Залишилось за одометром

source: Maintenance reminder
de: Wartungserinnerung
kk: Техникалық қызмет туралы еске салу
ru: Напоминание о сервисе
tr: Bakım hatırlatıcı
uk: Нагадування про обслуговування

source: Some maintenance tasks due
de: Einige Wartungsarbeiten sind fällig
kk: Қызмет көрсету жайында бірнеше жазбалар бар
uk: Є заплановані роботи

source: You have %d maintenance task(s) due based on your car's current mileage.
de: Sie haben %d fällige Wartungsaufgabe(n) basierend auf dem aktuellen Kilometerstand Ihres Autos.
kk: Көлігіңіздің ағымдағы жүрісіне байланысты сізде техникалық қызмет көрсету жайында %d жазба бар
ru: У вас есть %d задача(и) по сервису, которые необходимо выполнить
uk: У вас %d запланована(их) робота(іт) на основі поточного пробігу авто.

source: Select currency
de: Währung auswählen
kk: Валютаны таңдау
ru: Выберите валюту
tr: Para birimi seç
uk: Обрати валюту

source: Select default currency
de: Standardwährung auswählen
kk: Әдепкі валютаны таңдау
ru: Выберите валюту по умолчанию
tr: Varsayılan para birimini seçin
uk: Обрати валюту за замовчуванням

source: Add new car
de: Neues Auto hinzufügen
kk: Жаңа көлік қосу
ru: Добавить автомобиль
tr: Yeni araba ekle
uk: Додати новий автомобіль

source: Delete car
de: Auto löschen
kk: Көлікті жою
ru: Удалить автомобиль
tr: Arabayı sil
uk: Видалити автомобіль

source: Delete selected car? This action cannot be undone.
de: Ausgewähltes Auto löschen? Diese Aktion kann nicht rückgängig gemacht werden.
kk: Таңдалған көлікті жою керек пе? Бұл әрекетті қайтару мүмкін емес.
ru: Удалить выбранный автомобиль? Это действие нельзя отменить.
tr: Seçilen aracı silmek ister misiniz? Bu işlem geri alınamaz.
uk: Видалити обраний автомобіль? Цю дію неможливо скасувати.

source: If you change it, then other active car will be unselected automatically.
de: Wenn Sie es ändern, wird das andere aktive Auto automatisch abgewählt.
kk: Егер сіз бұны өзгертсеңіз, басқа белсенді көліктен таңдау автоматты түрде алынып тастайды.
ru: Если вы выберите этот автомобиль для учета, то другой активный автомобиль будет автоматически заменен.
tr: Değiştirirseniz, diğer aktif araç otomatik olarak seçilmez hale gelecektir.
uk: Якщо ви зміните це, інший активний автомобіль буде автоматично знято з вибору.

# Filter.All
source: All
de: Alle
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# Filter.Charges
source: Charges
de: Ladungen
kk: Зарядтаулар
ru: Зарядки
tr: Şarj
uk: Зарядки

# Filter.Repair/maintenance
source: Maintenance
de: Reparatur/Wartung
kk: Жөндеу/қызмет көрсету
ru: Сервис
tr: Bakım
uk: Обслуговування

# Filter.Repair
source: Repair
de: Reparatur
kk: Жөндеу
ru: Ремонт
tr: Tamir
uk: Ремонт

# Filter.Maintenance
source: Maintenance
de: Wartung
kk: Қызмет көрсету
ru: Сервис
tr: Bakım
uk: Обслуговування

# Filter.Carwash
source: Car wash
de: Autowäsche
kk: Көлік жуу
ru: Мойка
tr: Araba Yıkama
uk: Мийка

# Filter.Other
source: Other
de: Sonstiges
kk: Басқа
ru: Другое
tr: Diğer
uk: Інше

source: Sort by
kk: Сұрыптау
ru: Сортировка
tr: Sırala

# Sort.CreationDate
source: Date
kk: Күні
ru: Дата
tr: Tarih

# Sort.Odometer
source: Odometer
kk: Одометр
ru: Одометр
tr: Kilometre

source: Welcome to
de: Willkommen bei
kk: Қош келдіңіз
ru: Добро пожаловать в
tr: Hoş geldiniz
uk: Ласкаво просимо до

source: Select your language
de: Wählen Sie Ihre Sprache
kk: Тіліңізді таңдаңыз
ru: Выберите ваш язык
tr: Dil seçin
uk: Оберіть мову

source: Continue
de: Weiter
kk: Жалғастыру
ru: Продолжить
tr: Devam et
uk: Продовжити

source: Next
de: Weiter
kk: Келесі
ru: Далее
tr: Sonraki
uk: Далі

source: Skip
de: Überspringen
kk: Өту
ru: Пропустить
tr: Atla
uk: Пропустити

source: Get started
de: Loslegen
kk: Бастау
ru: Начать
tr: Başlayın
uk: Розпочати

source: Start onboarding again
de: Einführung erneut starten
kk: Кіріспені қайта бастау
ru: Открыть обучение заново
tr: Tanıtımı yeniden başlat
uk: Почати знайомство знову

# onboarding.track_your_chargings
source: Track your chargings
de: Ladevorgänge verfolgen
kk: Зарядтауларды қадағалау
ru: Записывайте сессии зарядки
tr: Şarjlarınızı takip edin
uk: Відстежуйте зарядки

# onboarding.track_your_chargings__subtitle
source: Keep track of all your EV charging sessions in one place
de: Behalten Sie alle Ladevorgänge Ihres Elektrofahrzeugs an einem Ort im Blick
kk: Электромобиліңіздің барлық зарядтау сеанстарын бір жерде қадағалаңыз
ru: Легко записывайте каждую сессию зарядки вашего электромобиля.
tr: Tüm elektrikli araç şarj oturumlarınızı tek bir yerde takip edin
uk: Зберігайте всі сеанси зарядки вашого EV в одному місці

# onboarding.monitor_costs
source: Monitor costs
de: Kosten überwachen
kk: Шығындарды бақылау
ru: Отслеживайте расходы
tr: Maliyetleri izleyin
uk: Контролюйте витрати

# onboarding.monitor_costs__subtitle
source: See how much you spend on your EV car including power and other expenses
de: Sehen Sie, wie viel Sie für Ihr Elektrofahrzeug ausgeben, einschließlich Strom und anderer Ausgaben
kk: Электромобиліңізге қанша жұмсайтыныңызды, соның ішінде электр энергиясы мен басқа шығындарды көріңіз
ru: Записывайте ваши расходы на зарядку и другие траты на автомобиль
tr: Elektrikli aracınıza elektrik ve diğer masraflar dahil ne kadar harcadığınızı görün
uk: Дізнайтесь, скільки ви витрачаєте на електромобіль, включаючи електроенергію та інші витрати
